---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.KgPerH
source: html/2e5b45ce-74bc-48e7-bece-e8ab37a29705.htm
---
# Autodesk.Revit.DB.SymbolTypeId.KgPerH Property

Symbol kg/h, indicating unit Kilograms per hour.

## Syntax (C#)
```csharp
public static ForgeTypeId KgPerH { get; }
```